{
  "about": {
    "title": "ଲୀଳାବତୀକୁ ସ୍ୱାଗତ",
    "intro1": "ଗଣିତ କେବଳ ସୂତ୍ରମାନଙ୍କର ଏକ ସଂଗ୍ରହ ନୁହେଁ — ଏହା ଏକ ଚିନ୍ତାଧାରା, ଏକ ନମୂନାର ଭାଷା ଏବଂ କଳ୍ପନା ଓ ତର୍କର ମଧ୍ୟରେ ଏକ ସେତୁ। ଲୀଳାବତୀ ଆପଣଙ୍କୁ ଏହି ଅଦ୍ଭୁତ ଜଗତରେ ଅନ୍ବେଷଣ କରିବାକୁ ଆମନ୍ତ୍ରଣ କରେ। ପୁରୁଣା ଓ ଆଧୁନିକ ଗଣିତୀୟ ଧାରଣା, ଗଣିତଜ୍ଞମାନଙ୍କ କଥା ଓ ରୋମାଞ୍ଚକ ସମସ୍ୟାମାନଙ୍କ ମାଧ୍ୟମରେ ଆମେ ଗଣିତକୁ ଜୀବନ୍ତ କରିବାକୁ ଚେଷ୍ଟା କରୁଛୁ।",
    "intro2": "ପଢନ୍ତୁ, ଚିନ୍ତା କରନ୍ତୁ ଓ ଭାବନା ସହିତ ଖେଳନ୍ତୁ। ଯେପରି ସଦୀୟ ଗଣିତଜ୍ଞମାନେ ଉତ୍ସୁକତାର ଆତ୍ମାରେ ପ୍ରେରିତ ହୋଇଥିଲେ, ସେପରି ଆପଣ ମଧ୍ୟ ହୋନ୍ତୁ।",
    "viewCurrentIssue": "ବର୍ତ୍ତମାନ ସଂସ୍କରଣ ଦେଖନ୍ତୁ",
    "browseArchives": "ଆର୍କାଇଭ୍ ଦେଖନ୍ତୁ",
    "editorialBoardTitle": "ସମ୍ପାଦକୀୟ ବୋର୍ଡ",
    "editorialBoardDescription": "ସମ୍ପାଦକୀୟ ବୋର୍ଡ ବିଷୟବସ୍ତୁ ଚୟନ କରେ, ନୀତି ନିର୍ଦ୍ଦେଶନା କରେ ଏବଂ ଛାତ୍ର ଓ ଶିକ୍ଷକମାନଙ୍କ ମଧ୍ୟରେ ଗଣିତୀୟ ଚିନ୍ତନକୁ ପ୍ରୋତ୍ସାହିତ କରିବା ଆମ ଲକ୍ଷ୍ୟକୁ ସମର୍ଥନ କରେ।",
    "editorialBoardAriaLabel": "ସମ୍ପାଦକୀୟ ବୋର୍ଡ ସଦସ୍ୟମାନେ",
    "submissionGuidelines": "ପ୍ରସ୍ତୁତି ନିର୍ଦ୍ଦେଶିକା",
    "historyTitle": "ଲୀଳାବତୀର ସଂକ୍ଷିପ୍ତ ଇତିହାସ",
    "history1": "ଭାସ୍କର ଦ୍ବିତୀୟଙ୍କ ପ୍ରସିଦ୍ଧ ଗଣିତୀୟ ଗ୍ରନ୍ଥ ‘ଲୀଳାବତୀ’ର ନାମରେ ପ୍ରେରିତ, ଏହି ପତ୍ରିକା ପ୍ରାଚୀନ ଯୁଗର ଯୁକ୍ତିବାଦୀ ଚିନ୍ତାଧାରା ଓ ଆଧୁନିକ ଅନ୍ବେଷଣର ଜଗତ ମଧ୍ୟରେ ଏକ ସେତୁ ସୃଷ୍ଟି କରେ।",
    "history2": "ପଢନ୍ତୁ, ଭାବନ୍ତୁ ଓ ଉତ୍ସୁକତାର ଆତ୍ମା ସହ ଅନ୍ବେଷଣ କରନ୍ତୁ।"
  },
  "editors": {
    "title": "ସମ୍ପାଦକୀୟ ବୋର୍ଡ",
    "description": "ଲୀଳାବତୀର ସମ୍ପାଦକୀୟ ବୋର୍ଡ ଗଣିତ ଶିକ୍ଷକ, ଗବେଷକ ଓ ଶିକ୍ଷାବିଦ୍ମାନଙ୍କ ଦ୍ୱାରା ଗଠିତ, ଯେମାନେ ଛାତ୍ର ଓ ଶିକ୍ଷକମାନଙ୍କ ମଧ୍ୟରେ ଗଣିତୀୟ ଚିନ୍ତନକୁ ପ୍ରୋତ୍ସାହିତ କରିବା ପାଇଁ ନିବିଡ଼ ଭାବେ କାମ କରୁଛନ୍ତି। ନିମ୍ନରେ ବର୍ତ୍ତମାନ ସମ୍ପାଦକମାନଙ୍କ ତାଲିକା, ସେମାନଙ୍କର ଭୂମିକା ଓ କାର୍ଯ୍ୟ ବିବରଣୀ ଦିଆଯାଇଛି।",
    "viewCurrentIssue": "ବର୍ତ୍ତମାନ ସଂସ୍କରଣ ଦେଖନ୍ତୁ",
    "submissionGuidelines": "ପ୍ରସ୍ତୁତି ନିର୍ଦ୍ଦେଶିକା"
  },
  "forAuthors": {
    "title": "ଲେଖକମାନଙ୍କ ପାଇଁ",
    "intro": "ଲୀଳାବତୀ ଗଣିତ ଶିକ୍ଷା, ଗଣିତର ଇତିହାସ, ସମସ୍ୟା ସମାଧାନ ଏବଂ ଛାତ୍ରମାନଙ୍କ ପାଇଁ ସହଜ ବିବରଣାଧିନ ଲେଖାଗୁଡ଼ିକୁ ସ୍ବାଗତ କରେ।",
    "scopeTitle": "ପତ୍ରିକାର ଉଦ୍ଦେଶ୍ୟ ଏବଂ ସୀମା",
    "scopeDescription": "ଲୀଳାବତୀ ଛାତ୍ର ଓ ଶିକ୍ଷକମାନଙ୍କ ପାଇଁ ଗଣିତ ଆଧାରିତ ଲେଖା ପ୍ରକାଶ କରେ — ବିବରଣାଧିନ ଲେଖା, ସମସ୍ୟା ସଂଗ୍ରହ, ଇତିହାସ ଆଲୋଚନା, ଶ୍ରେଣୀକକ୍ଷ କାର୍ଯ୍ୟକଳାପ ଓ ସହଜ ଗବେଷଣା ଟିପ୍ପଣୀ।",
    "guidelines": {
      "length": "ଲେଖାର ଦୈର୍ଘ୍ୟ: ସାଧାରଣତଃ ୧୦୦୦–୩୦୦୦ ଶବ୍ଦ ମଧ୍ୟରେ।",
      "resources": "ସମସ୍ୟା ସଂଗ୍ରହ ଏବଂ ଶିକ୍ଷକ ଉପାଦାନଗୁଡ଼ିକ ସ୍ବାଗତ ଯୋଗ୍ୟ।",
      "originality": "ପ୍ରେଷିତ ଲେଖା ମୂଳ ହେବା ଦରକାର ଏବଂ ଅନ୍ୟ ସ୍ଥାନରେ ପରିଚାଳନାଧୀନ ନ ହେବା ଉଚିତ।"
    },
    "latexTitle": "ପ୍ରସ୍ତୁତି ଓ LaTeX ଶୈଳୀ",
    "latexIntro": "ଲୀଳାବତୀ LaTeX ରେ ପ୍ରସ୍ତୁତ ଲେଖା ପସନ୍ଦ କରେ। ଦିଆଯାଇଥିବା Leelavati ଶୈଳୀ ଫାଇଲ ଫର୍ମାଟ, ଫଣ୍ଟ ଏବଂ ତାଲିକା ରୂପରେ ସଜାଏ।",
    "downloadSty": "leelavati.sty ଡାଉନଲୋଡ୍ କରନ୍ତୁ",
    "styNote": ".sty ଫାଇଲକୁ ଆପଣଙ୍କ ପ୍ରୋଜେକ୍ଟ ରୁଟ୍‌ରେ ରଖନ୍ତୁ କିମ୍ବା ସବମିଶନ ସହିତ ଅପଲୋଡ୍ କରନ୍ତୁ।",
    "quickInstructionsTitle": "ସଂକ୍ଷିପ୍ତ ନିର୍ଦ୍ଦେଶ",
    "quickInstructions": {
      "step1": "xelatex କିମ୍ବା lualatex ସହିତ କମ୍ପାଇଲ୍ କରନ୍ତୁ (fontspec ସହିତ ସମନ୍ୱୟ)।",
      "step2": "ଡକ୍ୟୁମେଣ୍ଟ ଶୀର୍ଷରେ ଯୋଡନ୍ତୁ: \\usepackage{leelavati}",
      "step3": "ତଥ୍ୟସମୂହ: BibTeX/BibLaTeX ବ୍ୟବହାର କରନ୍ତୁ (APA ଫର୍ମାଟ ରୂପରେ)।"
    },
    "odiaTitle": "LaTeX ରେ ଓଡ଼ିଆ ଲେଖା (ଓଡ଼ିଆ)",
    "odiaIntro": "ଓଡ଼ିଆ ଟେକ୍ସଟ ପାଇଁ XeLaTeX କିମ୍ବା LuaLaTeX ବ୍ୟବହାର କରନ୍ତୁ। fontspec ଓ polyglossia ଯୋଗେ ଓଡ଼ିଆ ଫଣ୍ଟ ବାଛନ୍ତୁ। Noto Sans Oriya ଭଲ ପସନ୍ଦ।",
    "odiaExampleTitle": "ସରଳ ଓଡ଼ିଆ XeLaTeX ଉଦାହରଣ",
    "notesTitle": "ଟିପ୍ପଣୀଗୁଡ଼ିକ:",
    "notes": {
      "fontInstall": "ଓଡ଼ିଆ ଫଣ୍ଟ ଆପଣଙ୍କ ମେସିନ୍‌ରେ ଇନସ୍ଟଲ୍ କିମ୍ବା Overleaf ରେ ଯୋଡାଯାଇଛି ବୋଲି ନିଶ୍ଚିତ କରନ୍ତୁ।",
      "compile": "fontspec ଓ polyglossia ସହିତ XeLaTeX କିମ୍ବା LuaLaTeX ରେ କମ୍ପାଇଲ୍ କରନ୍ତୁ।",
      "fontIssues": "ଯଦି ଶେପିଂ କିମ୍ବା ଦିଆକ୍ରିଟିକ ସମସ୍ୟା ହୁଏ, ଅନ୍ୟ ଓଡ଼ିଆ ଫଣ୍ଟ (Noto Sans Oriya) ପରୀକ୍ଷା କରନ୍ତୁ।"
    },
    "advancedSetup": "ଗଣିତ, ଇଂରାଜୀ ଓ ଓଡ଼ିଆକୁ ମିଶାଇ ଲେଖିବା ପାଇଁ, ଲେଖକମାନେ ଭିନ୍ନ ଫଣ୍ଟ ନିର୍ଦ୍ଦେଶନା ଦେଇପାରନ୍ତି।",
    "odiaDemo": "ଓଡ଼ିଆ ଇନସ୍କ୍ରିପ୍ଟ ଡେମୋ",
    "submissionTitle": "ପ୍ରେଷଣ",
    "submissionDetails": "ଲେଖାକୁ .tex, .bib, ଫଣ୍ଟ, ଛବି ଏବଂ PDF ସହିତ ଏକ zip ରୂପେ <a href='mailto:{{email}}'>{{email}}</a> କୁ ପଠାନ୍ତୁ।"
  },
  "policies": {
    "title": "ସମ୍ପାଦନା ଓ ଗୋପନୀୟତା ନୀତି",
    "privacyTitle": "ଗୋପନୀୟତା ନୀତି",
    "privacyText": "ଆମେ ସମସ୍ତ ଲେଖକ ଓ ପାଠକଙ୍କର ଗୋପନୀୟତାକୁ ସମ୍ମାନ କରୁ। ସଂଗୃହୀତ ବ୍ୟକ୍ତିଗତ ତଥ୍ୟ କେବଳ ସଂପ୍ରେଷଣ ଓ ପ୍ରକାଶନ ପାଇଁ ବ୍ୟବହୃତ ହୁଏ।",
    "editorialTitle": "ସମ୍ପାଦନା ନୀତି",
    "editorialText": "ସମସ୍ତ ପ୍ରସ୍ତୁତି ପିୟର ରିଭ୍ୟୁରେ ଯାଉଛି। ସମ୍ପାଦନା ଦଳ ନିଶ୍ଚିତ କରେ ଯେ ଲେଖାଗୁଡ଼ିକ ପ୍ରକାଶ ପୂର୍ବରୁ ଉଚ୍ଚତମ ଶିକ୍ଷା ମାନଦଣ୍ଡକୁ ପୂରଣ କରେ।"
  },
  "common": {
    "loading": "ଲୋଡ଼ ହେଉଛି…",
    "errorLoadingEditors": "ସମ୍ପାଦକମାନଙ୍କୁ ଲୋଡ଼ କରିବାରେ ବିଫଳ: {{error}}"
  }
}